Repository: open-oap/open-oap
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

source: Call
de: Wettbewerb

source: Title
de: Titel

source: Call Start Time
de: Wettbewerbsbeginn

source: Call End Time
de: Wettbewerbsfrist

source: Fe User Exceptions
de: Fe Benutzerausnahmen

source: Proposal Pid
de: Angebots-PID

source: Form Pages
de: Seiten erstellen

source: Form Page
de: Seite erstellen

source: Menu Title
de: Menütitel

source: Internal Title
de: Interner Titel

source: Type
de: Typ

source: Item Groups
de: Item Gruppen

source: Form Group
de: Gruppe erstellen

source: Help Text
de: Hilfetext

source: Model Name
de: Modellname

source: Repeatable Min
de: Mindestanzahl an Wiederholungen

source: Repeatable Max
de: Maximale Anzahl an Wiederholungen

source: Items
de: Frage/Item

source: Group Title
de: Gruppentitel

source: Modificators
de: Modifikatoren

source: Form Item
de: Item erstellen

source: Question
de: Frage

source: Enabled Filter
de: Aktivierter Filter

source: Enabled Info
de: Sichtbare Information

source: Enabled Title
de: Sichtbarer Titel

source: Additional Value
de: Zusätzlicher Wert

source: Default Value
de: Default-Wert

source: Unit
de: Einheit

source: Additional Label
de: Zusätzliches Label

source: Options
de: Optionen

source: Validators
de: Validatoren

source: Item Option
de: Artikeloption

source: Option Group
de: Optionengruppe

source: Question/Item
de: Frage/Item

source: Proposal
de: Antrag

source: Signature
de: Unterschrift

source: Survey (Hash)
de: Umfrage (Hash)

source: State
de: Land

source: Archived
de: Archiviert

source: Meta Information
de: Metainformationen

source: Answers
de: Antworten

source: Comment(s)
de: Kommentar(e)

source: Applicant
de: Antragssteller

source: Answer
de: Antworten

source: Value
de: Wert

source: Element Counter
de: Elementzähler

source: Past Answers
de: Vorherige Antworten

source: Model
de: Modell

source: Comments
de: Kommentare

source: Comment
de: Kommentar

source: Source
de: Quelle

source: Email address
de: E-Mailadresse

source: Password
de: Passwort

source: Salutation
de: Anrede

source: Ms
de: Frau

source: Mr
de: Herr

source: Contact person
de: Ansprechperson

source: Contact person first name
de: Vorname der Ansprechperson

source: Contact person last name
de: Nachname der Ansprechperson

source: Company name
de: Unternehmensname

source: Street and house number
de: Straße und Hausnummer

source: Address
de: Adresse

source: Postcode
de: PLZ

source: City
de: Stadt

source: Country
de: Land

source: Telephone
de: Telefon

source: Website
de: Webseite

source: Company email
de: E-Mailadresse des Unternehmens

source: Preferred communication language
de: Bevorzugte Sprache für die Kommunikation

source: Privacy Policy
de: Datenschutzbestimmungen

source: Proposals
de: Anträge

source: Mandatory
de: Pflichtangabe

source: Whole number/integer
de: Ganze Zahlen

source: Float number/
de: Dezimalzahl/Fließkommazahl

source: Maximum Character
de: Maximale Zeichenanzahl

source: Minimum Value
de: Mindestwert

source: Maximum Value
de: Maximalwert

source: Website address / URL
de: URL der Webseite

source: Phone / Fax number
de: Telefon-/Faxnummer

source: File-Type for Uploads
de: Dateiformate für Uploads

source: File size for Uploads (in Bytes, kB, MB)
de: Dateigröße für Uploads (in Bytes, kb, MB)

source: Greater than Question/Item
de: Größer als Frage/Item

source: Less than Question/Item
de: Kleiner als Frage/Item

source: Text - single line
de: Text - einfache Zeile

source: Textarea
de: Textfeld

source: One date
de: Ein Datum

source: Two dates
de: Zwei Daten

source: Checkbox (multiple)
de: Checkbox (mehrfach)

source: Radiobutton (single)
de: Radiobutton (einfach)

source: Select (single)
de: Select (einfach)

source: Select (multiple)
de: Select (mehrfach)

# tx_openoap_domain_model_formitem.type_upload
source: Upload file
de: Datei-Upload

# tx_openoap_domain_model_formitem.type_dropdown
source: Dropdown-Select
de: Dropdown-Auswahl

source: New
de: Neu

source: Accepted
de: Akzeptiert

source: Auto Accepted
de: Automatisch akzeptiert

source: Edit
de: Bearbeiten

source: Preview
de: Vorschau

source: Draft
de: Entwurf

source: Submitted
de: Antrag eingereicht

source: Contract
de: Vertrag

source: Declined
de: Abgelehnt

source: New proposal
de: Neuer Antrag

source: The proposal has not yet been submitted
de: Der Antrag wurde noch nicht eingereicht.

source: The proposal was successfully submitted
de: Der Antrag wurde erfolgreich eingereicht.

source: The proposal is under review
de: Der Antrag wird bearbeitet

source: The proposal is in revision
de: Der Antrag wird überarbeitet

source: The proposal will be followed up
de: Antrag wird weiterverfolgt

source: The proposal will not be pursued
de: Der Antrag wird nicht weiterverfolgt

source: The proposal was created.
de: Antrag erstellt

source: The proposal was edited.
de: Antrag bearbeitet

source: The proposal was submitted.
de: Antrag eingereicht

source: The proposal is under review.
de: Der Antrag wird bearbeitet

source: The application has been reassigned to you for revision.
de: Der Antrag benötigt Ihre Bearbeitung.

source: The proposal will be pursued.
de: Antrag wird weiterverfolgt.

source: The proposal will not be pursued.
de: Der Antrag wird nicht weiterverfolgt.

source: The title of the proposal was changed.
de: Der Titel des Antrags wurde verändert

source: %s comments were added to the proposal.
de: %s Kommentare im Antrag

source: %s comment was added to the proposal.
de: %s Kommentar im Antrag

source: The proposal was removed.
de: Antrag entfernt

source: The form has been changed:
de: Antragsofrmular verändert

source: The form has been changed - added question:
de: Antragsformular verändert - zusätzliche Frage:

source: The form has been changed - removed question:
de: Antragsformular verändert - entfernte Frage:

source: Problem with given e-mail: %s
de: Problem mit der gegebenen E-Mail-Adresse: %s

source: Active proposals
de: Aktive Anträge

source: Proposal history
de: Antragshistorie

source: What does the proposal status mean?
de: Was bedeutet der Status meines Antrags?

source: There are no active proposals.
de: Es gibt keine aktiven Anträge

source: There are no archived proposals.
de: Es gibt keine archivierten Anträge

source: All active proposals
de: Alle aktiven Anträge

source: All archived proposals
de: Alle archivierten Anträge

source: Edit %s
de: %s bearbeiten

source: Download PDF
de: Download als PDF

source: Download Word
de: Download als Word-Datei

source: Download Attachments (zip)
de: Download Anhänge (zip)

source: Notifications
de: Benachrichtigungen

source: Delete %s
de: %s löschen

source: Show options
de: Optionen

source: Create new %s
de: Neuen %s erstellen

source: The form is not available in the current language. Please change the language.
de: Das Formular ist in der aktuellen Sprache nicht verfügbar. Bitte wechseln Sie die Sprache.

source: There is currently no call
de: Derzeit findet kein Call statt

source: Available in English only
de: Nur auf Englisch verfügbar

source: Master data
de: Stammdaten

source: The data have not yet been entered (optional).
de: Die Daten wurden noch nicht eingegeben (optional).

source: Edit master data
de: Stammdaten bearbeiten

source: Active until
de: Aktiv bis

source: Currently no application submission is possible
de: Momentan ist keine Einreichung von Anträgen möglich

source: Last modified
de: Letzte Bearbeitung

source: ID of the proposal
de: Antrags-ID

source: The proposal was successfully submitted.
de: Der Antrag wurde erfolgreich eingereicht

source: The proposal was successfully deleted.
de: Der Antrag wurde gelöscht

source: The editing of the proposal was cancelled. The changes after the last save or page change were discarded.
de: Die Bearbeitung des Antrags wurde abgebrochen. Die Änderungen nach dem letzten Speichern oder Seitenwechsel wurden verworfen.

source: The proposal has been saved.
de: Der Antrag wurde gespeichert.

source: Proposal is not yet editable. State is not "in progress" or "re-opened" or the submission deadline has passed.
de: Die Bewerbung hat nicht den Status "in Bearbeitung" oder "in Überarbeitung" oder das Einreichungsdatum ist abgelaufen und kann deshalb nicht bearbeitet werden.

source: You are not the author of this application. You have no access.
de: Sie sind nicht der Autor dieses Antrags und deshalb haben Sie keinen Zugriff darauf.

source: Proposal isn't editable yet. The based call isn't online.
de: Die Bewerbung ist nicht gerade nicht editierbar. Der Call ist nicht online.

source: The form was made without specifying the record ID.
de: Das Formular wurde ohne Angabe der Datensatz-ID gemacht.

source: This group of questions can be repeated %s times
de: Diese Gruppe kann %s-mal wiederholt werden.

source: Mandatory-Field
de: Pflichtangabe

source: Float number
de: Gleitkommazahl

source: Maximum Character: %s
de: Maximale Zeichenanzahl: %s

source: Minimum Value: %s
de: Minimum

source: Maximum Value: %s
de: Maximum

source: File-Types for uploads
de: Dateiformafe für Upload: %s

source: File size for uploads: %s
de: Dateigröße für Upload: %s

source: Dashboard Back
de: Dashboard

source: Author
de: Autor

source: Export generated on %s at %s
de: Export erstellt am %s um %s

source: Proposal status when this export was generated
de: Antragsstatus bei Erstellung dieses Exports

source: - DRAFT -
de: - ENTWURF -

source: Signature/Id
de: Signatur/ID

source: Help text for this question. Read more.
de: Hinweistext zur Frage

source: I'll keep working on the page.
de: Ich werde diese Seite weiter bearbeiten

source: Save
de: Speichern

source: Other data
de: Sonstige Daten

source: Please indicate the language(s) you prefer for communication.
de: Bitte geben Sie Ihre bevorzugte Kommunikationssprache an

source: Access data
de: Zugangsdaten

source: Delete account
de: Nutzerkonto löschen

source: How can I delete my account?
de: Wie kann ich mein Konto löschen?

source: If you no longer wish to use your account, please send us an email. Your account will then be deleted. <br />You must use the email address of the account (%s). <br>In this email, also enter the following number: %s
de: Wenn Sie ihr Nutzerkonto nicht mehr benötigen und löschen wollen, schreiben Sie uns eine E-Mail. Ihr Konto wird dann gelöscht.<br>Diese E-Mail muss mit der E-Mail-Adresse des Kontos verschickt werden (%s). Geben Sie bitte auch folgende Zahl mit an: : %s

source: Next step
de: Nächster Schritt

source: Close
de: Schließen

source: skip this step
de: Überspringen

source: this field is required
de: Diese Angabe ist verpflichtend.

source: Fields marked with a * are mandatory.
de: Angaben mit * sind verpflichtend.

source: Fill out basic information about your company.
de: Bitte füllen Sie die Unternehmensinformationen aus.

source: Master data (step 3 of 3)
de: Stammdaten (Schritt 3 von 3)

source: Fill out basic information about your company. You can also enter this data later in your profile.
de: Bitte füllen Sie die Unternehmensinformationen aus. Sie können Die Daten auch später in Ihrem Profil bearbeiten.

source: There are no notifications.
de: Keine Notifications

source: Comment on the proposal
de: Kommentare zum Antrag

source: Comment on the proposal by
de: Kommentare zum Antrag von

source: Close notifications
de: Kommentar schließen

source: Hide automatic entries
de: Automatische Einträge verbergen

source: Show automatic entries
de: Automatische Einträge anzeigen

source: Sort by
de: Sortiert nach

source: Latest first
de: Letzte zuerst

source: Oldest first
de: Älteste zuerst

source: notification
de: Benachrichtigungen

source: notifications
de: Benachrichtigungen

source: General notifications
de: Allgemeine Rückmeldungen

source: Please note that the form has changed since you last saved it. Please check the entries completely.
de: Das Formular wurde seit Ihrem letzten Speichern geändert. Bitte prüfen Sie die Einträge.

source: No changes detected, nothing to update.
de: Keine Änderungen gefunden.

source: single option
de: Einfache Option

source: multiple options - each per line
de: mehrere Optionen - jeweils pro Zeile

source: callable function - not yet implemented
de: aufrufbare Funktion - noch nicht implementiert

source: Logic
de: Logik

source: Grand total
de: Gesamtsumme

source: Questions/Items
de: Fragen/Items

source: (empty)
de: (leer)

source: (not displayed)
de: (nicht angezeigt)

source: Edit the proposal
de: Antrag bearbeiten

source: Save and next Page
de: Speichern und weiter zur nächsten Seite

source: Previous Page
de: Vorherige Seite

source: Submit
de: Antrag einreichen

source: Save and close
de: Speichern und schließen

source: Cancel
de: Abbrechen

source: Add new <q>%s</q>
de: <q>%s</q> neu hinzufügen

source: Upload was successful
de: Der Upload war erfolgreich.

source: Ready for upload
de: Bereit zum Upload

source: Your files are not yet saved.
de: Ihre Dateien wurden nicht gespeichert

source: Upload files
de: Dateien hochladen

source: Attached file
de: Anhänge

source: Attached files
de: Anhänge

source: No files attached
de: Keine Anhänge

source: Remove files not yet stored
de: Noch nicht gespeicherte Dateien entfernen

source: Remove file
de: Datei entfernen

source: Add file
de: Datei hinzufügen

source: Remove <q>%s</q>
de: <q>%s</q> entfernen

source: I'm accepting that I...
de: Ich stimme zu, dass ich…

source: Not all fields have been filled in completely. Therefore, submission is not yet possible.
de: Es wurden nicht alle Felder vollständig ausgefüllt. Daher ist eine Einreichung des Antrags noch nicht möglich.

source: Please log in before.
de: Bitte melden Sie sich zunächst an.

source: Form steps
de: Formular-Schritte

source: Form controls
de: Formular Steuerelement

source: from
de: von

source: to
de: bis

source: Please select
de: Bitte wählen

source: Please fill in all mandatory fields (marked with %s)
de: Bitte füllen Sie die mit * gekennzeichneten Pflichtfelder aus.

source: There are still clues on this page.
de: Auf dieser Seite bestehen noch Konflikte.

source: Save/Close
de: Speichern und schließen

source: Attention: You are leaving the form without having saved it.
de: Vorsicht: Speichern Sie bevor Sie das Antragsformular verlassen.

source: The proposal will be deleted!
de: Der Antrag wird gelöscht.

source: Will be deleted!
de: Wird gelöscht!

source: Delete
de: Löschen

source: Error
de: Fehler

source: Please check the following fields, then re-submit the form.
de: Bitte prüfen Sie die folgenden Felder und reichen Sie den Antrag erneut ein.

source: Please check the following pages, then re-submit the form.
de: Bitte prüfen Sie die folgenden Seiten und reichen Sie den Antrag erneut ein.

source: %s characters remaining
de: %s Zeichen möglich

source: This field is mandatory
de: Diese Angabe ist verpflichtend.

source: The value must not exceed %d.
de: Der Wert darf %d nicht übersteigen

source: The value must be at least %d.
de: Der Wert muss mindestens %d betragen.

source: At least %d option must be selected.
de: Es müssen mindestens %d Optionen ausgewählt werden.

source: A maximum of %d options may be chosen.
de: Es dürfen höchstens %d Optionen ausgewählt werden.

source: Please enter a valid email address.
de: Bitte geben Sie eine gültige E-Mailadresse an.

source: Please enter a valid web address.
de: Bitte geben eine gültige URL an.

source: Please enter a valid phone number.
de: Bitte geben Sie eine gültige Telefonnummer an.

source: Please enter a valid %s.
de: Bitte geben Sie eine gültige %s.

source: Maximum length exceeded. Please shorten the input.
de: Die maximale Textlänge wurde überschritten. Bitte kürzen Sie den Eintrag

source: This is not an integer.
de: Das ist keine ganze Zahl.

source: This is not a float number.
de: Dies ist keine Gleitkommazahl.

source: too many files selected
de: Zu viele Dateien ausgewählt

source: The maximum file size has been exceeded (%1).
de: Die maximale Dateigröße wurde überschritten (%1).

source: The maximum file size has been exceeded.
de: Die maximale Dateigröße wurde überschritten.

source: File entry removed - The file is not removed until it is saved.
de: Dateieintrag entfernt - Die Datei wird erst nach dem Speichern entfernt.

source: Upload was successful - The files are not attached until it is saved.
de: Der Upload war erfolgreich. Die Datei(en) sind nicht angehängt bevor Sie den Antrag gespeichert haben.

source: The maximum number of files has been reached.
de: Sie haben die maximale Anzahl an Uploads erreicht.

source: Search
de: Suchen

source: Add
de: Hinzufügen

source: Add all
de: Alle hinzufügen

source: Remove
de: Entfernen

source: Remove all
de: Alle entfernen

source: no title set for this proposal
de: Kein Antragstitel eingetragen

source: anonymous survey
de: anonyme Befragung

source: %s - Confirmation of submit: %s
de: %s - Eingangsbestätigung: %s

source: %s - For revision: %s
de: %s - Zur Revision: %s

source: %s - Proposal %s: Confirmation of submit
de: %s - Antrag %s: Eingangsbestätigung

source: %s - Proposal %s: For revision
de: %s - Antrag %s: Zur Revision

source: %s - Proposal %s: Contract
de: %s - Antrag %s: Vertrag

source: %s - Proposal %s: Declined
de: %s - Antrag %s: Abgelehnt

source: Submit section
de: Abschluss

# tx_openoapusers_domain_model_user
source: User
de: Nutzer

# tx_openoapusers_domain_model_user.company_email
source: Company email address
de: E-Mail-Adresse Unternehmen

# tx_openoapusers_domain_model_user.preferred_lang
source: Preferred language
de: Bevorzugte Sprache

# oap_registration.header
source: Registration
de: Registrierung

# oap_profile.header
source: Profile
de: Profil

# oap_registration.intro
source: Here you can register in 3 steps to create a user account with OAP.
de: Hier können Sie sich in 3 Schritten registrieren, um ein Benutzerkonto anzulegen.

# oap_registration_step1.header
source: Create new account (step 1 of 3)
de: Neues Benutzerkonto erstellen (Schritt 1 von 3)

# oap_registrationform_step1.intro
source: Enter your email address and agree to the <a target="_blank" href="/data_protection">data protection</a>. You will then receive an email with a confirmation link. By clicking the link inside the confirmation email, you complete your registration. In rare cases our registration email may end up in your spam folder. In this case please check your company's internet settings.
de: Geben Sie hier Ihre E-Mail-Adresse ein und stimmen Sie dem <a target="_blank" href="/de/datenschutz">Datenschutz</a> zu. Sie erhalten danach eine E-Mail mit einem Bestätigungslink. Mit dem Anklicken des Links in der Bestätigungsmail wird Ihre Anmeldung abgeschlossen. In seltenen Fällen kann die Registrierungsbestätigung in Ihrem Spam-Ordner landen. Bitte prüfen Sie ggf. die Interneteinstellungen Ihres Unternehmens.

# oap_registrationform_step2.header
source: Set new Password (step 2 of 3)
de: Neues Passwort setzen (Schritt 2 von 3)

# oap_registration_password.info
source: The password must be at least 8 characters long. It must contain letters, numbers and special characters (e.g. ! ? _ *).
de: Das Passwort muß mindestens 8 Zeichen lang sein. Es muß Buchstaben, Zahlen und Sonderzeichen enthalten (z.B. ! ? _ *).

# oap_validation_stringMustInclude.error
source: The password does not meet the requirements. Please check your entries. It must contain letters, numbers and special characters (e.g. ! ? _ *).
de: Das Passwort entspricht nicht den Anforderungen. Bitte überprüfen Sie Ihre Angaben. Es muß Buchstaben, Zahlen und Sonderzeichen enthalten (z.B. ! ? _ *).

# oap_registration_step3.header
source: Master data (step 3 of 3)
de: Stammdaten (Schritt 3 von 3)

# oap_registrationform_step3.intro
source: Fill out basic information about your company. You can also enter this data later in your profile.
de: Füllen Sie grundlegende Informationen über Ihr Unternehmen aus. Sie können diese Daten auch später in Ihrem Profil eingeben.

# oap_registrationform_skipStep.title
source: Skip this step
de: Diesen Schritt überspringen

# oap_profileform_masterdata.intro
source: Fill out basic information about your company.
de: Füllen Sie grundlegende Informationen über Ihr Unternehmen aus.

# oap_profileform_otherdata.intro
source: Please indicate the language(s) you prefer for communication.
de: Bitte geben Sie die Sprache(n) an, die Sie für die Kommunikation bevorzugen.

# profile.updateEmail.header
source: New email address
de: Neue E-Mail-Adresse

# profile.updatePassword.header
source: Change password
de: Passwort ändern

# field.updateEmail.label
source: New email address
de: Neue E-Mail-Adresse

# field.updateEmail_repeat.label
source: Repeat new email address
de: Neue E-Mail-Adresse wiederholen

# field.updatePassword.label
source: New password
de: Neues Passwort

# field.updatePassword_current.label
source: Current password
de: Bisheriges Passwort

# field.updatePassword_repeat.label
source: Repeat new password
de: Neues Passwort wiederholen

# oap_masterdata.header
source: Master data
de: Stammdaten

# oap_masterdata.minimal.info
source: Complete information about your company is not yet available.
de: Es sind noch keine vollständigen Informationen über Ihr Unternehmen vorhanden.

# oap_accessdata.header
source: Access data
de: Zugangsdaten

# oap_dataEdit.title
source: Edit
de: Bearbeiten
